Revit 2021.1 API
SymbolTypeId.InSup2PerFt Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId InSup2PerFt { get; }
Visual Basic
Public Shared ReadOnly Property InSup2PerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup2PerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace